Repository: saadetbozaci/minimale_distribution
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# BE_Layout-1col-standard
source: Standard: One columnn Layout
de: Standard: Einspaltiges Layout

# BE_Layout-2col
source: Two Column Layout
de: Zweispaltiges Layout

# BE_Layout-3col
source: Three Column Layout
de: Dreispaltiges Layout

# BE_Layout-footer
source: Footer Layout
de: Layout Fusszeile

# column-above
source: Top Content 100%
de: obiger Inhaltsbereich 100%

# column-main
source: Main Content
de: Hauptinhalt

# column-below
source: Bottom Content 100%
de: Inhaltsbereich unten 100%

# column-left50
source: Left Content 50%
de: linker Inhaltsbereich 50%

# column-right50
source: Right Content 50%
de: rechter Inhaltsbereich 50%

# column-left33
source: Left Content 33%
de: linker Inhaltsbereich 33%

# column-middle33
source: Middle Content 33%
de: mittlerer Inhaltsbereich 33%

# column-right33
source: Right Content 33%
de: rechter Inhaltsbereich 33%

# Page_h1
source: h1: Headline 1
de: h1: Überschrift 1

# Theme_h2
source: h2: Headline 2
de: h2: Überschrift 2

# Headline_h3
source: h3: Headline 3
de: h3: Überschrift 3

# Headline_h4
source: h4: Headline 4
de: h4: Überschrift 4

# Headline_h5
source: h5: Headline 5
de: h5: Überschrift 5

# minimale_distribution.companyname
source: Company Name: Complete legal name of a firm, used in the copyright Information (in the footer).
de: Firmenname: Vollständiger rechtmäßiger Name einer Firma, der in den Copyright-Informationen verwendet wird (in der Fußzeile).

# minimale_distribution.compressCss
source: Compress CSS: Activate compression to compress or to reduce CSS code siz.
de: Compress CSS: Aktivieren die Komprimierung, um die CSS-Codegröße zu komprimieren bzw. zu reduzieren.

# minimale_distribution.compressJs
source: Compress JavaScript: Activate compression to compress or to reduce JavaScript code size.
de: Compress JavaScript: Komprimierung um die JavaScript-Codegröße zu komprimieren bzw. zu reduzieren.

# minimale_distribution.concatenateCss
source: Concatenate CSS: Activate concatenation of multiple CSS files into one single file.
de: Concatenate CSS: Zusammenfassung mehrerer CSS-Dateien zu einer einzigen Datei.

# minimale_distribution.concatenateJs
source: Concatenate JavaScript: Activate concatenation of multiple JavaScript files into one single file.
de: Concatenate JavaScript: Zusammenfassung mehrerer JavaScript-Dateien zu einer einzigen Datei.

# minimale_distribution.logoFile
source: logoFile: Path to an image used as logo in the header of the website is located f.e. under fileadmin/images/logo.jpg, or EXT:myext/Resources/Public/Images/logo.jpg
de: Logo-Datei: Der Pfad zu einem Bild, dass als Logo in der Kopfzeile der Website verwendet wird, befindet sich z.B unter fileadmin / images / logo.jpg oder EXT: ext / Resources / Public / Images / logo.jpg

# minimale_distribution.favicon
source: App-/FavIcon quadratic: Path to an image used as Favicon in browsers and as touch icons for smartphones and Tablets. You need 2 variants of this icon to cover all devices, this one has to be quadratic. Note that an appropriately large image must be chosen so that it can be derived for everyone else.
de: App-/Favicon Quadratisch: Pfad zu einer Bilddatei, die als Favicon in Browsern und TouchIcon für Smartphones und Tablets genutzt wird. Sie benötigen 2 Varianten des Bildes, um möglichst viele Geräte abzudecken, dieses Bild muss quadratisch sein. Beachte, dass ein entsprechend großes Bild ausgewählt werden muss, damit es für alle anderen abgeleitet werden kann.

# minimale_distribution.iconWide
source: App-/FavIcon Wide: Path to a second wide image used as Favicon in browsers and as touch icons for smartphones and Tablets. This variant need an aspect ratio of 31:15, f.e: width 310px, height 150px for windows start menu.
de: App-/FavIcon Breit: Pfad zu einer zweiten breiten Bilddatei, die als Favicon in Browsern und TouchIcon für Smartphones und Tablets genutzt wird. Diese Variante benötigt ein Seitenverhältnis von 31:15, z.B.: Breite 310 px, Höhe 150 px für Windows Startmenü.

# minimale_distribution.showLang
source: Deactivate language menu: Turn on and off the language menu.
de: Sprachmenü aktivieren: Anzeige des Sprachmenüs ein-/ausschalten.

# minimale_distribution.menuType
source: Navigation type: Select the style of the main navigation. Three types of variants are available.
de: Navigationstyp: Wählen Sie den Stil der Hauptnavigation aus. Drei Arten von Varianten stehen zur Verfügung.

# minimale_distribution.SmartmenuThemes
source: SmartmenuThemes: For the main SmartmenuThemes there are two different smartmenus.
de: SmartmenuThemes: Für die SmartmenuThemes stehen zwei verschiedene Smartmenus zur Verfügung.

# minimale_distribution.rootId
source: Root ID: ID of the root page
de: Root ID: ID der Root-Seite

# minimale_distribution.searchResultUid
source: Search Result ID: ID of the page for search results
de: Search Result ID: ID der Seite mit den Suchergebnissen

# minimale_distribution.footerContentUid
source: Footer content ID: Page ID stored the content of the footer
de: Footer Inhalte ID: Die Seiten-ID enthält den Inhalt der Fußzeile

# minimale_distribution.metamenuUid
source: Meta Menu ID: Page ID of starting point for meta navigation
de: Meta Menu ID: Startpunkt der Seiten-ID für die Metanavigation

# minimale_distribution.customcategory
source: minDistr Template
de: minDistr Beispielprojekt

# minimale_distribution.customsubcategory.menu
source: Settings for navigation
de: Einstellungen für Navigation

# minimale_distribution.customsubcategory.contentid
source: Page IDs
de: Seiten-IDs

# minimale_distribution.customsubcategory.basic
source: Basic settings
de: Grundeinstellungen

# accordion_geschlossen
source: Accordion Content
de: Akkordeon Inhalt

# accordion_geöffnet
source: Accordion Header
de: Akkordeon Überschrift
